Repository: Finb/Bark
Catalog: Bark/Localizable.xcstrings
Source language: en
Languages: ja, tr, zh_hans

# AddedSuccessfully
source: Server added successfully.
ja: サーバーが正常に追加されました。
tr: Sunucu başarıyla eklendi.
zh_hans: 添加成功！

# AddServer
source: Add a Server
ja: サーバーを追加
tr: Sunucu Ekleme
zh_hans: 添加私有服务器

source: Algorithm
ja: アルゴリズム
tr: Algoritma
zh_hans: 算法

source: All
ja: すべて
tr: Tümü
zh_hans: 全部

# AllowNotifications
source: Notifications have been turned off. Please allow notifications in the Settings app.
ja: 通知がオフになっています。設定アプリで通知を許可してください。
tr: Bildirimler kapatıldı. Lütfen Ayarlar uygulamasından bildirimlere izin verin.
zh_hans: 绑定设备需要推送。请打开推送后重试

source: All time
ja: 全期間
tr: Tüm zamanlar
zh_hans: 所有时间

# archiveNote
source: Archive notifications by default if the 'isArchive' parameter is unset.
ja: 'isArchive'パラメータが未設定の場合、デフォルトで通知をアーカイブします。
tr: 'isArchive' parametresi ayarlanmamışsa varsayılan olarak bildirimleri arşivleyin.
zh_hans: 当推送请求URL没有指定 isArchive 参数时，将按照此设置来决定是否保存通知消息

# archiveNotificationMessage
source: Archive a notification by passing 'isArchive=1'. Prevent archiving by passing 'isArchive=0'. Default settings will apply if the parameter is unset.
ja: 'isArchive=1'を渡して通知をアーカイブします。'isArchive=0'を渡してアーカイブを防止します。パラメータが未設定の場合、デフォルト設定が適用されます。
tr: 'isArchive=1' değerini geçerek bir bildirimi arşivleyin. 'isArchive=0' geçerek arşivlemeyi önleyin. Parametre ayarlanmamışsa varsayılan ayarlar geçerli olacaktır.
zh_hans: 当设置 isArchive 值为 1 时，则会自动保存这条推送消息，设置为其他值时，则不会保存。 如果不指定 isArchive 参数时，则按照默认设置保存消息，可以在 设置->默认保存消息 更改默认保存设置

# archiveNotificationMessageTitle
source: Archive Notification
ja: 通知をアーカイブ
tr: Arşiv Bildirimi
zh_hans: 自动保存通知消息

# automaticallyCopy
source: Automatically copy the body text of a notification, only for iOS 14.4 and below. For iOS 14.5 and above, long press or pull down the notification to copy.
ja: 通知の本文を自動的にコピーします（iOS 14.4以下のみ）。iOS 14.5以上では、通知を長押しまたは引き下げてコピーします。
tr: Bir bildirimin gövde metnini otomatik olarak kopyalayın, yalnızca iOS 14.4 ve altı için. iOS 14.5 ve üzeri sürümlerde, kopyalamak için bildirime uzun basın veya aşağı çekin.
zh_hans: 携带automaticallyCopy参数时，将自动复制推送内容。 携带copy参数时，将只复制copy参数的值。 iOS14.5 之后长按或下拉推送即可触发自动复制，iOS14.5之前无需任何操作即可自动复制。

# automaticallyCopyTitle
source: Auto Copy Body Text (iOS 14.4 and below)
ja: 本文を自動コピー（iOS 14.4以下）
tr: Gövde Metnini Otomatik Kopyala (iOS 14.4 ve altı)
zh_hans: 自动复制推送内容到剪切板

# badge
source: Badge Count
ja: バッジカウント
tr: Rozet Sayısı
zh_hans: 设置角标

# badgeNotice
source: Specify a number on Bark app’s icon when a notification arrives.
ja: 通知が到着したときにBarkアプリのアイコンに数字を指定します。
tr: Bir bildirim geldiğinde Bark uygulamasının simgesinde bir sayı belirtin.
zh_hans: 可以为推送设置角标，角标可以是任意数字。

# base64Notice
source: If you get a 'Decryption Failed' prompt, try adding '-w 0' after the base64 command.
ja: 「復号に失敗しました」というプロンプトが表示された場合、base64コマンドの後に「-w 0」を追加してみてください。
tr: şifre çözme başarısız olduysa, base64 komutundan sonra '-i 0' eklemeyi deneyin.
zh_hans: 如果提示 Decryption Failed， 尝试在 base64 命令后面 加上 -w 0

source: Before a month
ja: 1ヶ月前
tr: Bir Ay Önce
zh_hans: 一个月之前

source: Before an hour
ja: 1時間前
tr: Bir Saat Önce
zh_hans: 一小时之前

source: Before today
ja: 今日より前
tr: Bugünden Önce
zh_hans: 今天之前

source: Before yesterday
ja: 昨日より前
tr: Dünden Önce
zh_hans: 昨天之前

# buildDesc
source: Bark uses GitHub Actions to build and publish itself to the App Store. You can verify the ‘run_id’ in the URL to ensure Bark was built from its original open-source codebase.
ja: BarkはGitHub Actionsを使用して自身をビルドし、App Storeに公開します。URL内の「run_id」を確認して、Barkがオリジナルのオープンソースコードベースからビルドされたことを確認できます。
tr: Bark, kendisini oluşturmak ve App Store'da yayınlamak için GitHub Actions'ı kullanır. Bark'ın orijinal açık kaynak kod tabanından oluşturulduğundan emin olmak için URL'deki 'run_id'yi doğrulayabilirsiniz.
zh_hans: Bark 由 GitHub Actions 构建后上传到 App Store，此信息可帮助你确认当前版本是由开源代码所构建，未经任何人(包含作者)修改。

source: Cancel
ja: キャンセル
tr: Vazgeç
zh_hans: 取消

# ciphertextComment
source: URL encoding the ciphertext, there may be special characters.
ja: 暗号文をURLエンコードします。特殊文字が含まれる場合があります。
tr: URL şifreli metni kodlarken özel karakterler olabilir.
zh_hans: 密文可能有特殊字符，所以记得 URL 编码一下。

source: Clear
ja: クリア
tr: Temizle
zh_hans: 清除

source: Clear from:
ja: クリア範囲:
tr: Şuradan Temizle:
zh_hans: 清除以下时间段的历史消息:

source: Close
ja: 閉じる
tr: Kapat
zh_hans: 关闭

source: Confirm
ja: 確認
tr: Onayla
zh_hans: 确定

# confirmDeleteServer
source: Are you sure you want to delete this server?
ja: このサーバーを削除してもよろしいですか？
tr: Bu sunucuyu silmek istediğinizden emin misiniz?
zh_hans: 确定删除服务器吗？

# consoleComment
source: The console will print
ja: コンソールに表示されます
tr: Konsola şunları yazdırır
zh_hans: 控制台将打印

source: Continuous support
ja: 継続的なサポート
tr: sürekli destek
zh_hans: 持续支持

# Copy
source: Copied!
ja: コピーしました！
tr: Kopyalandı!
zh_hans: 复制成功

# Copy2
source: Copy
ja: コピー
tr: Kopyala
zh_hans: 复制

source: Copy Address and Key
ja: アドレスとキーをコピー
tr: Adres ve Anahtarı Kopyala
zh_hans: 复制地址和Key

# CopyContent
source: Copy the Content
ja: 内容をコピー
tr: İçeriği Kopyala
zh_hans: 复制内容

# copyExample
source: Copy Send Script Example
ja: 送信スクリプトの例をコピー
tr: Kopya Gönderme Komut Dosyası Örneği
zh_hans: 复制发送脚本示例

# copyParameter
source: Specify clipboard content by passing through the 'copy' parameter
ja: 'copy'パラメータを介してクリップボードの内容を指定します
tr: 'copy' parametresini geçirerek pano içeriğini belirtin
zh_hans: 下拉推送、锁屏界面左滑查看推送时，可以选择复制推送内容 携带copy参数时，将只复制copy参数的值

source: Critical Alert
ja: 緊急アラート
tr: kritik uyarı
zh_hans: 重要警告

# criticalAlertNotice
source: Critical Alert will ignore silent and Do Not Disturb modes. If volume isn't provided, it defaults to 5 (range: 0-10).
ja: 緊急アラートはサイレントモードとおやすみモードを無視します。 音量が指定されていない場合、デフォルトは5です（範囲: 0-10）。
zh_hans: 重要警告会忽略静音设置和勿扰模式，无论设备是否静音，通知都会提示并播放声音。 音量参数 volume 不传默认值为5， 取值范围: 0-10。

# CustomedNotificationContent
source: Body Text
ja: 本文
tr: Gövde Metni
zh_hans: 这里改成你自己的推送内容

# CustomedNotificationTitle
source: Title
ja: タイトル
tr: Başlık
zh_hans: 推送标题

source: Custom Sounds
ja: カスタムサウンド
tr: özel sesler
zh_hans: 自定义铃声

source: Default
ja: デフォルト
tr: Varsayılan
zh_hans: 默认

# defaultArchiveSettings
source: Archive by Default
ja: デフォルトでアーカイブ
tr: Varsayılan Olarak Arşivle
zh_hans: 默认保存

source: Default Sounds
ja: デフォルトサウンド
tr: varsayılan sesler
zh_hans: 默认铃声

# deletedSuccessfully
source: Server has been deleted successfully.
ja: サーバーが正常に削除されました。
tr: Sunucu başarıyla silindi.
zh_hans: 删除成功！

# deleteFailed
source: You must have at least one server configured.
ja: 少なくとも1つのサーバーを設定する必要があります。
tr: Yapılandırılmış en az bir sunucunuz olmalıdır.
zh_hans: 不能删除，服务器至少需保留一个

source: Delete Server
ja: サーバーを削除
tr: Sunucuyu Sil
zh_hans: 删除服务器

source: Demo
ja: デモ
zh_hans: 演示

# DeploymentDocuments
source: Deploy a self-hosted Bark server
ja: セルフホスト型Barkサーバーをデプロイ
tr: Sunucu tarafı dağıtım dökümanını görüntüleyin
zh_hans: 查看服务端部署教程

source: Documentation
ja: ドキュメント
tr: Dokümantasyon
zh_hans: 使用文档

source: Donate
ja: 寄付
tr: bağış yapmak
zh_hans: 捐赠

source: Done
ja: 完了
tr: Bitti
zh_hans: 完成

# encryptionNotice
source: Uses a custom key to encrypt and decrypt the push content when sending and receiving. In this way, the push content will not be obtained or leaked by Bark server and Apple APNs server during transmission.
ja: 送受信時にカスタムキーを使用してプッシュ内容を暗号化および復号化します。これにより、プッシュ内容がBarkサーバーやApple APNsサーバーによって取得または漏洩されることはありません。
tr: Gönderirken ve alırken push içeriğini şifrelemek ve şifresini çözmek için özel bir anahtar kullanır. Bu sayede push içeriği iletim sırasında Bark sunucusu ve Apple APNs sunucusu tarafından elde edilemez veya sızdırılamaz.
zh_hans: 在发送和接收推送时，对推送内容进行加密和解密。这样，推送内容在传输过程中就不会被 Bark 服务器和苹果 APNs 服务器获取或泄露，从而保护你的隐私

source: Encryption Settings
ja: 暗号化設定
tr: Şifreleme Ayarları
zh_hans: 加密设置

# enterIv
source: Please enter %d-bytes Iv
ja: %dバイトのIvを入力してください
tr: Lütfen %d-bytes Iv girin
zh_hans: 请输入%d位Iv

# enterKey
source: Please enter %d-bytes Key
ja: %dバイトのKeyを入力してください
tr: Lütfen %d-bytes Anahtar girin
zh_hans: 请输入%d位Key

source: Export
ja: エクスポート
tr: Dışa Aktar
zh_hans: 导出

# faq
source: FAQs
ja: よくある質問
tr: SSS
zh_hans: 常见问题

# gcmNotSupported
source: GCM mode does not support copying script example.
ja: GCMモードはスクリプト例のコピーをサポートしていません。
tr: GCM modu, script örneklerini kopyalamayı desteklemez.
zh_hans: GCM Mode 不支持复制脚本示例。

source: Group
ja: グループ
tr: grup
zh_hans: 分组

# groupMessagesNotice
source: Let iOS sort notifications by groups.
ja: iOSに通知をグループごとに並べ替えさせます
tr: iOS'un bildirimleri gruplara göre sıralamasına izin verin.
zh_hans: 对消息进行分组，推送将按group分组显示在通知中心中。 也可在历史消息列表中选择查看不同的群组。

source: Group "%@" muted!
ja: グループ「%@」をミュートしました！
tr: "%@" grubunun sesi kapatıldı!
zh_hans: 分组 "%@" 已静音

# historyMessage
source: Message History
ja: メッセージ履歴
tr: Mesaj Geçmişi
zh_hans: 历史消息

source: Image
ja: 画像
tr: resim
zh_hans: 图片

# imageParameter
source: To show a picture in a push banner and message list
ja: プッシュバナーやメッセージ一覧に画像を表示するには、画像のURLを渡す必要があります。
tr: Gönderim afişlerinde ve mesaj listelerinde görsel göstermek için görsel URL’si iletilmelidir.
zh_hans: 在推送横幅与消息列表中显示图片，需传递图片url。

source: Image Push Notification
ja: 画像プッシュ通知
tr: Görsel Bildirim Uyarısı
zh_hans: 图片推送通知

source: Import
ja: インポート
tr: İçe Aktar
zh_hans: 导入

source: Info
ja: 情報
tr: Bilgi
zh_hans: 信息

# interruptionLevel
source: Time Sensitive Notifications
ja: 時間感応通知
tr: Zamana Duyarlı Bildirimler
zh_hans: 时效性通知

# interruptionLevelNotice
source: Set importance and delivery timing of a notification. Available values: active (default): presents the notification immediately, lights up the screen, and can play a sound. timeSensitive: similar to active, but can break through system controls such as Notification Summary and Focus. passive: adds the notification to the notification list without lighting up the screen or playing a sound.
ja: 通知の重要度と配信タイミングを設定します。利用可能な値: active（デフォルト）: 通知を即時に表示し、画面を点灯させ、音を再生することができます。 timeSensitive: activeと似ていますが、通知サマリーやフォーカスなどのシステム制御を突破できます。 passive: 通知を通知リストに追加しますが、画面を点灯させたり音を再生したりしません。
tr: Bir bildirimin önemini ve teslim zamanlamasını ayarlayın. Kullanılabilir değerler: active (varsayılan): bildirimi hemen sunar, ekranı aydınlatır ve bir ses çalabilir. timeSensitive: aktif'e benzer, ancak Bildirim Özeti ve Odak gibi sistem denetimlerini aşabilir. passive: bildirimi ekranı aydınlatmadan veya bir ses çalmadan bildirim listesine ekler.
zh_hans: 可对通知设置中断级别，不设置则默认为 active。 可选参数值： active： 默认值，系统会立即亮屏显示通知。 timeSensitive：时效性通知，可在专注状态下显示通知。 passive：仅将通知添加到通知列表，不会亮屏提醒。

# InvalidServer
source: Server address is invalid.
ja: サーバーアドレスが無効です。
tr: Sunucu adresi geçersiz.
zh_hans: 填写的服务器无效，请重试!

# InvalidURL
source: URL is invalid.
ja: URLが無効です。
tr: URL geçersiz.
zh_hans: 输入的URL好像不对劲!

# items
source: messages
ja: メッセージ
tr: mesajlar
zh_hans: 条消息

# ivComment
source: IV can be randomly generated, but if it is random, it needs to be passed in the iv parameter.
ja: IVはランダムに生成できますが、ランダムな場合はivパラメータで渡す必要があります。
tr: IV rastgele oluşturulabilir, ancak rastgele ise iv parametresinde belirtilmesi gerekir.
zh_hans: IV可以是随机生成的，但如果是随机的就需要放在 iv 参数里传递。

# keyComment
source: Must be %d bit long
ja: %dビット長でなければなりません
tr: %d bit uzunluğunda olmalıdır
zh_hans: 必须%d位

# lastHour
source: The last hour
ja: 過去1時間
tr: Son bir saat
zh_hans: 最近一小时

# lastMonth
source: The last month
ja: 過去1ヶ月
tr: Son Ay
zh_hans: 最近一个月

# messageGroup
source: Notification Grouping
ja: 通知グループ化
tr: Bildirim Gruplandırma
zh_hans: 推送消息分组

source: Mode
ja: モード
tr: Mod
zh_hans: 模式

source: More
ja: 詳細
tr: Daha
zh_hans: 更多

source: More Actions
ja: その他のアクション
tr: Daha Fazla İşlem
zh_hans: 更多操作

# muteGroup1Hour
source: Mute this group for 1 Hour
ja: このグループを1時間ミュート
tr: bu grubu 1 saatliğine sessize alın
zh_hans: 1小时内不再提醒此分组

source: No permission
ja: 権限がありません
tr: İzin yok
zh_hans: 没有权限

# Notice1
source: Use the buttons to copy and open sample URLs
ja: ボタンを使用してサンプルURLをコピーおよび開く
tr: Örnek URL'leri kopyalamak ve açmak için düğmeleri kullanın
zh_hans: 点击右上角按钮可以复制测试URL、预览推送效果 Safari有缓存，没收到推送时请刷新页面

# Notice2
source: Customize notification title and body text
ja: 通知のタイトルと本文をカスタマイズ
tr: Bildirim başlığını ve gövde metnini özelleştirme
zh_hans: 推送标题的字号比推送内容粗一点

# notificationIcon
source: Icon
ja: アイコン
tr: İkon
zh_hans: 自定义推送图标（需iOS15或以上）

# notificationIconNotice
source: Display a custom icon on a notification.
ja: 通知にカスタムアイコンを表示
tr: Bildirimde özel bir ikon görüntüleyin.
zh_hans: 为推送设置自定义图标，设置的图标将替换默认Bark图标。图标会自动缓存在本机，相同的图标 URL 仅下载一次。

# notificationSound
source: Alert Sound
ja: アラートサウンド
tr: Uyarı Sesi
zh_hans: 推送铃声

source: One-time donation
ja: 一度きりの寄付
tr: tek seferlik bağış
zh_hans: 一次性捐赠

# opensslEncodingComment
source: openssl requires Hex encoding of manual keys and IVs, not ASCII encoding.
ja: opensslでは、手動キーとIVをASCIIエンコードではなくHexエンコードする必要があります。
tr: openssl, manuel anahtarların ve IV'lerin ASCII kodlamasını değil, Hex kodlamasını gerektirir.
zh_hans: OpenSSL 要求输入的 Key 和 IV 需使用十六进制编码。

source: Other
ja: その他
tr: Diğer
zh_hans: 其他

source: Privacy Policy
ja: プライバシーポリシー
tr: gizlilik politikası
zh_hans: 隐私政策

source: Push Notification Encryption
ja: プッシュ通知暗号化
tr: Anlık Bildirim Şifreleme
zh_hans: 推送加密

source: Register Device
ja: デバイスを登録
tr: Cihazı Kaydet
zh_hans: 注册设备

# removeMessage
source: Remove
ja: 削除
tr: Sil
zh_hans: 删除

# removeNotice
source: This will be permanently removed and cannot be undone.
ja: これは永久に削除され、元に戻せません。
tr: Bu kalıcı olarak kaldırılacak ve geri alınamaz.
zh_hans: 将永久删除并且无法恢复。

source: Reset Failed
ja: リセット失敗
tr: Sıfırlama Başarısız Oldu
zh_hans: 重置失败

# resetFailed2
source: Bark could not get a DeviceToken from the server.
ja: BarkはサーバーからDeviceTokenを取得できませんでした。
tr: Bark sunucudan bir DeviceToken alamadı.
zh_hans: 重置失败，没有获取到 DeviceToken

# resetKey
source: Reset or Restore Key
ja: キーをリセットまたは復元
tr: Anahtarı Sıfırla veya Geri Yükle
zh_hans: 重置或还原Key

# resetKeyDesc
source: Leave blank to reset. Enter an old key to restore.
ja: 空白のままにしてリセットします。古いキーを入力して復元します。
tr: Sıfırlamak için boş bırakın. Geri yüklemek için eski bir anahtar girin.
zh_hans: 重置直接点确定，还原请先输入旧的Key

# resetKeyPlaceholder
source: Do not enter or enter the old Key
ja: 古いキーを入力しないか、空白のままにします
tr: Fazladan girmeyin veya T ve OL anahtarını girmeyin
zh_hans: 不输入或输入旧的Key

# rotateKey
source: Rotate Device Key
ja: デバイスキーをローテーション
tr: Cihaz Anahtarını Döndür
zh_hans: 轮换设备Key

# rotateKeyDesc
source: Rotating your device key will immediately invalidate your current push URL. This cannot be undone. Are you sure?
ja: デバイスキーをローテーションすると、現在のプッシュURLが直ちに無効になります。この操作は元に戻せません。よろしいですか？
tr: Cihaz anahtarınızı döndürmek, mevcut push URL'nizi hemen geçersiz kılar. Bu işlem geri alınamaz. Emin misiniz?
zh_hans: 轮换设备Key后，当前推送URL将立即失效，此操作不可撤销。确定继续吗？

# rotateKeyFailed
source: Rotation Failed
ja: ローテーション失敗
tr: Döndürme Başarısız Oldu
zh_hans: 轮换失败

# rotateKeySuccess
source: Device Key Rotated Successfully
ja: デバイスキーのローテーション成功
tr: Cihaz Anahtarı Başarıyla Döndürüldü
zh_hans: 设备Key轮换成功

source: Restore Subscription
ja: サブスクリプションを復元
tr: aboneliği geri yükle
zh_hans: 恢复订阅

source: Ringtone
ja: 着信音
tr: zil sesi
zh_hans: 持续响铃

# ringtoneNotice
source: Keep playing the ringtone for 30 seconds. With the level=critical parameter, it can ring continuously even in silent mode.
ja: 着信音を30秒間再生し続けます。level=criticalパラメータを使用すると、サイレントモードでも連続して鳴らすことができます。
tr: Zil sesi 30 saniye boyunca kesintisiz çalar. level=critical parametresi ile sessiz modda bile sürekli çalabilir.
zh_hans: 持续播放铃声 30 秒，配合 level=critical 参数可在静音模式下持续响铃。

# ringtoneVolume
source: Ringtone Volume for Critical Alerts
ja: 重要な警告の着信音量
tr: Önemli Uyarılar için Zil Sesi Seviyesi
zh_hans: 重要警告铃声音量

source: Save
ja: 保存
tr: Kaydet
zh_hans: 保存

# saveSuccess
source: Saved to your photos!
ja: アルバムに保存したよ！
tr: Albüme kaydedildi!
zh_hans: 已保存到相册！

# sendPushNotification
source: Send notification to this device
ja: このデバイスにプッシュ通知を送信
tr: Bu cihaza bir bildirim gönder
zh_hans: 发送推送到此设备

# sendPushNotificationToOther
source: Send notification to other device
ja: 他のデバイスにプッシュ通知を送信する
tr: Diğer cihazlara bildirim gönder
zh_hans: 发送推送到其他设备

source: Server Address
ja: サーバーアドレス
tr: Sunucu Adresi
zh_hans: 服务器地址

source: Server Error
ja: サーバーエラー
tr: Sunucu Hatası
zh_hans: 服务器错误

# ServerExample
source: Enter the server address, e.g., https://api.day.app
ja: サーバーアドレスを入力してください。例: https://api.day.app
tr: Sunucu adresini girin, örneğin, https://api.day.app
zh_hans: 输入服务器地址，例如: https://api.day.app

source: Server List
ja: サーバーリスト
tr: Sunucu Listesi
zh_hans: 服务器列表

source: Service
ja: サービス
tr: Hizmet
zh_hans: 服务器

source: Set As Default Server
ja: デフォルトサーバーとして設定
tr: varsayılan sunucu olarak ayarla
zh_hans: 设为预览服务器

source: Set Server Name
ja: サーバー名を設定
tr: Sunucu Adını Ayarla
zh_hans: 设置服务器名称

# setSounds
source: Select an alert sound for a notification.
ja: 通知のアラートサウンドを選択
tr: Bildirim için bir uyarı sesi seçin.
zh_hans: 可以为推送设置不同的铃声

# setSuccessfully
source: Successfully set
ja: 正常に設定されました
tr: başarıyla ayarlandı
zh_hans: 设置成功！

source: Settings
ja: 設定
tr: Ayarlar
zh_hans: 设置

source: Show less
ja: 詳細を表示しない
tr: Katlamak
zh_hans: 折叠

source: Source Code
ja: ソースコード
tr: kaynak kodu
zh_hans: 开源代码

# successfulDonation
source: Donation
ja: 寄付
tr: bağış
zh_hans: 成功捐赠

# thankYouSupport
source: Thank you for your kind support
ja: ご支援ありがとうございます
tr: nazik desteğiniz için teşekkür ederim
zh_hans: 谢谢你的慷慨支持

# timeHourAgo
source: %1$d hour ago
ja: %1$d時間前
tr: %1$d saat önce
zh_hans: %1$d小时前

# timeJustNow
source: Just now
ja: たった今
tr: Az önce
zh_hans: 刚刚

# timeMinAgo
source: %1$d minute ago
ja: %1$d分前
tr: %1$d dakika önce
zh_hans: %1$d分钟前

# timeMinHourAgo
source: %1$d hour %2$d minutes ago
ja: %1$d時間%2$d分前
tr: %1$d saat %2$d dakika önce
zh_hans: %1$d小时%2$d分钟前

source: Today
ja: 今日
tr: Bugün
zh_hans: 今天

source: Today and yesterday
ja: 今日と昨日
tr: Dün ve Bugün
zh_hans: 昨天和今天

source: Toggle
ja: 表示切替
tr: Görünümü Değiştir
zh_hans: 切换

# unknown
source: Unknown Status
ja: 不明なステータス
tr: Bilinmeyen Durum
zh_hans: 未知

source: Upload Sound
ja: サウンドをアップロード
tr: ses yükle
zh_hans: 上传铃声

# uploadSoundNoticeFullText
source: Please convert the sound file to caf format, and make sure it's no longer than 30 seconds.
ja: サウンドファイルをcaf形式に変換し、30秒以内であることを確認してください。
tr: lütfen ses dosyasını TOC AF formatına dönüştürün ve SU GYO'ları 30 saniyeden uzun olmayacak şekilde işaretleyin.
zh_hans: 请先将铃声转换成 caf 格式，时长不超过 30 秒。

# uploadSoundNoticeHighlightText
source: convert the sound file to caf format
ja: サウンドファイルをcaf形式に変換
tr: ses dosyasını TOC AF formatına dönüştürün
zh_hans: 转换成 caf 格式

# urlParameter
source: Open an URL by clicking on a notification, URL schemes are supported.
ja: 通知をクリックしてURLを開きます。URLスキームがサポートされています。
tr: Bir bildirime tıklayarak bir URL açın, URL şemaları desteklenir.
zh_hans: 携带url参数时，点击推送会跳转到这个URL,支持跳转URL Scheme

source: User Agreement
ja: 利用規約
tr: kullanıcı sözleşmesi
zh_hans: 用户协议

source: Version
ja: バージョン
tr: Sürüm
zh_hans: 版本

# viewAllMessages
source: View all %d messages
ja: すべての%d件のメッセージを表示
tr: Tüm %d mesajı görüntüle
zh_hans: 查看全部%d条消息

# viewAllSounds
source: Click here to view all available sounds.
ja: ここをクリックして利用可能なすべてのサウンドを表示します。
tr: Mevcut tüm sesleri görüntülemek için buraya tıklayın.
zh_hans: 查看所有铃声

# widget.configuration.description
source: Choose which message group this widget should show.
ja: このウィジェットに表示するメッセージグループを選択してください
tr: Bu widget’ın hangi mesaj grubunu göstereceğini seçin
zh_hans: 选择此小组件应显示的消息分组

# widget.configuration.displayName
source: Recent Messages
ja: 最近のメッセージ
tr: Son Mesajlar
zh_hans: 最近消息

# widget.description
source: See the latest items from Bark history at a glance.
ja: Barkの履歴にある最新項目をひと目で確認できます。
tr: Bark gecmisindeki en son ogeleri bir bakista gorun.
zh_hans: 快速查看 Bark 历史中的最新消息。

# widget.empty.subtitle
source: New notifications will appear here when they arrive
ja: 新しい通知を受信するとここに表示されます
tr: Yeni bildirimler geldiginde burada gorunur
zh_hans: 当收到新推送时会显示在这里

# widget.empty.title
source: No New Messages
ja: 新しいメッセージはありません
tr: Yeni Mesaj Yok
zh_hans: 无新消息

# widget.placeholder.body
source: Deployment finished successfully
ja: デプロイが正常に完了しました
tr: Dagitim basariyla tamamlandi
zh_hans: 部署已成功完成

# widget.placeholder.group
source: Server
ja: サーバー
tr: Sunucu
zh_hans: 服务器

# widget.placeholder.title
source: Build completed
ja: ビルド完了
tr: Derleme tamamlandi
zh_hans: 构建完成

# deployUrl
source: https://bark.day.app/#/en-us/deploy
zh_hans: https://bark.day.app/#/deploy

# docUrl
source: https://bark.day.app/#/en-us/?id=bark
zh_hans: https://bark.day.app/#/?id=bark

# encryptionUrl
source: https://bark.day.app/#/en-us/encryption
zh_hans: https://bark.day.app/#/encryption

# faqUrl
source: https://bark.day.app/#/en-us/faq
zh_hans: https://bark.day.app/#/faq
